__check = f'''Привет 
\n Крч, твоя задача скинуть qr-токен следующим сообщением, а дальше, я тебе верну твои покупки, пока так...
\nt=20240714T1608&s=301.85&fn=7380440700428408&i=17605&fp=477946500&n=1
\n Пример токена'''

__start_message = '''Привет! Я — Фиби Тихоня, ваш личный помощник по анализу покупок. 
Моя задача — помочь вам лучше понять ваши финансовые привычки и оптимизировать расходы. 
Я анализирую ваши покупки, выявляю тенденции и предлагаю рекомендации, чтобы вы могли принимать более обоснованные решения.

С помощью меня вы сможете:

- Отслеживать свои расходы и доходы.
- Выявлять категории, в которых вы тратите больше всего.
- Получать советы по экономии и планированию бюджета.
- Анализировать покупки за определённый период и сравнивать их.

Для начала напишите /check'''